<template>
  <div class="main-content">
      <h2>みずさわぽーたる フロントページ</h2>
    <page-menu>
      <img src="~/assets/icons/namae.webp" alt="中央大学経済学部経済情報システム学科/株式会社CoeFont Marketing 尾川 史典" width="100%" />
      <p>尾川史典の個人ホームページです</p>
      <hr />
      <h3>本WEBサイトへのリンクについて</h3>
      <p>本WEBサイトへのリンクは自由にしていただくことができます。ただし、リンク先ウェブサイトで表示される情報の信頼性、合法性、著作権の許諾、正確さなどについて保証するものではありません。</p>
      <p>理由の如何を問わず、本文記載の使用条件に従うことができない場合、または従う意志がない場合は、リンクを禁じます。以下のようなリンクを持つサイトからは、本ウェブサイトへのリンクを固くお断りいたします。</p>
      <ol>
        <li>当方及び当方の所属組織への誹謗中傷、信用を毀損する内容を含むサイトからのリンク</li>
        <li>公序良俗に反するコンテンツ（その可能性を有するコンテンツを含む）の掲載、または公序良俗に反する活動（その可能性を有する活動）に関与した、あるいは関与した可能性のあるサイトからのリンク</li>
        <li>フレームを使用したリンクやその他の方法で当方のコンテンツであることが不明となるリンク</li>
      </ol>
      <h4>リンクのための素材</h4>
      <p>バナーをご用意しております。ご自由にお使いください。</p>
      <p>なお、ファイルへの直リンクはご遠慮ください。</p>
      <a href="https://www.mizphs.es">
        <img src="/banners/mcom.png" height="30" />
      </a>
    </page-menu>
  </div>
</template>

<style lang="scss" scoped>
.main-content {
  max-width: 1200px;
  margin: auto;
  padding: 0 15px;
  color: #333;
}
</style>